getantidote/use-omz

# aliases
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/z

# Editor plugins
mattmc3/zephyr path:plugins/completion
mattmc3/zephyr path:plugins/compstyle

grigorii-zander/zsh-npm-scripts-autocomplete

# fzf
ohmyzsh/ohmyzsh path:plugins/fzf

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search

